{
  "essays": [
    {
      "text": "For a long time art has been considered an essential part of all cultures in the world. However, nowadays people’s values have changed, and we tend to consider science, technology and business more important than arts.",
      "question": " What do you think are the causes of this?  What can be done to draw people’s attention to art?"
    },
    {
      "text": "The government's investment in arts, music and theatre is a waste of money. Governments should invest these funds in public services instead.",
      "question": " To what extent do you agree with this statement?"
    },
    {
      "text": "Studying art in school improves students' performance in other subjects, because it is easier for multi-skilled students to learn new things. That's why art should be obligatory in schools.",
      "question": " Do you agree or disagree?"
    },
    {
      "text": "Some students work while studying. This often results in lacking time for education and constantly feeling under pressure. ",
      "question": " What do you think are the causes of this? What solutions can you suggest?"
    },
    {
      "text": "Children are generally more successful in foreign language studies than adults. Thus, it is better to learn languages in childhood.",
      "question": " Do you agree or disagree? Give reasons for your answer and include any relevant examples from your own knowledge or experience."
    },
    {
      "text": "Online education is becoming more and more popular. Some people claim that e-learning has so many benefits that it will replace face-to-face education soon. Others say that traditional education is irreplaceable.",
      "question": " Discuss both views and give your opinion."
    },
    {
      "text": "In contemporary society, everyone should have equal opportunities in education. Therefore, universities should accept equal numbers of male and female students in every subject.",
      "question": " To what extent do you agree or disagree?"
    },
    {
      "text": "Everyone deserves to be educated. It's unfair that intelligent people are not admitted to private universities because of their financial background. University education should be free for everyone.",
      "question": " Do you agree or disagree? Provide relevant examples if necessary."
    },
    {
      "text": "Some people argue that girls and boys should be educated separately, while others think that it is more advantageous for children to study at the same school.",
      "question": " What is your opinion?"
    },
    {
      "text": "Nowadays university education is considered very important for people's future. However, there are a lot of successful people who didn't get higher education.\n",
      "question": " Do you think that higher education is necessary to succeed in life? Justify your opinion with relevant examples."
    },
    {
      "text": "Students should focus on learning in the classroom rather than show their status by wearing fashionable clothes. Therefore, all students have to wear school uniforms.",
      "question": " Do you agree or disagree with this statement?"
    },
    {
      "text": "Climate change is a big environmental problem that has become critical in last couple of decades. Some people claim that humans should stop burning fossil fuels and use only alternative energy resources, such as wind and solar power. Others say that oil, gas and coal are essential for many industries, and not using them will lead to economic collapse.",
      "question": " What is your opinion? Support your point of view with relevant examples."
    },
    {
      "text": "Influence of human beings on the world's ecosystem is leading to the extinction of species and loss of bio-diversity.",
      "question": " What are the primary causes of loss of bio-diversity? What solutions can you suggest?"
    },
    {
      "text": "The planet's population is reaching unsustainable levels, and people are facing shortage of resources like water, food and fuel.",
      "question": " To what consequences may overpopulation lead? In your opinion, what measures can be taken to fight overpopulation?"
    },
    {
      "text": "Production of carbon dioxide and other greenhouse gases has a heating effect on the atmosphere and results in global warming.",
      "question": " Why global warming is considered one of the most serious issues nowadays? How can this problem be solved?"
    },
    {
      "text": "Forests produce fresh oxygen and participate in regulating climate. But every year tree cover of our planet is lessening due to deforestation.",
      "question": " What are the primary causes of deforestation? To what results may it lead?"
    },
    {
      "text": "Pollution of air, water and soil has become critical in last years and it takes millions of years to recoup.",
      "question": " What are the main causes of pollution? How can we tackle this problem individually and globally?"
    },
    {
      "text": "Nowadays genetically modified food is widespread all over the world. While proponents of GM crops ensure that these foods are safe for human consumption and help to increase food supplies, others argue that their effects on health have not been studied long enough.",
      "question": " Describe pros and cons of genetically modified foods."
    },
    {
      "text": "Water pollution has been an increasing problem over the last few decades.",
      "question": " What causes water pollution? How can we prevent this problem?"
    },
    {
      "text": "The air we breathe has a major impact on our health and the environment. However, the air pollution is constantly growing and at current levels it can be fought only globally. That is to say, individual efforts to improve air quality will not give any results, and it's solely responsibility of our governments to reduce air pollution. ",
      "question": " Do you agree or disagree?"
    },
    {
      "text": "Atomic energy is becoming more and more popular energy source. However, some people argue that nuclear power puts life on the Earth to danger.",
      "question": " What is your opinion?"
    },
    {
      "text": "Nowadays families are not as close as they used to be.",
      "question": " What do you think are the causes of this? What can be done to make families closer?"
    },
    {
      "text": "The government should pay to the parents of very young children, so that one of them can stay at home and look after their children.",
      "question": " What do you think are the pros and cons of this policy? Justify your answer and include any relevant examples from your own knowledge or experience."
    },
    {
      "text": "It is more important to have a good family than to have friends. Family can always compensate for absence of friendship.",
      "question": " To what extent do you agree or disagree?"
    },
    {
      "text": "More and more couples are deciding to be \"child-free\", to have no children, in other words. Some people claim that those couples reach this conclusion through entirely selfish reasons. While others think that they came to this decision through noble motives, such as concern about overpopulation and desire for independence.",
      "question": " Discuss both views and give your opinion."
    },
    {
      "text": "It is commonly believed that nowadays main factors that affect a child's development are media, pop culture and friends. A different point of view is that family plays the most significant role. ",
      "question": " Discuss both views and give your opinion."
    },
    {
      "text": "It is better to have one true friend than all the acquaintances in the world.",
      "question": " Do you agree or disagree with this statement?"
    },
    {
      "text": "With a great variety of social networking websites, people often add complete strangers to their friend lists.",
      "question": " Do you think that this tendency helps people to find new friends or is it just a mean to increase their self-esteem? Justify your opinion with relevant examples."
    },
    {
      "text": "The government should ban smoking in all public places, even though this would restrict some other people's freedoms.",
      "question": " Do you agree or disagree? Give reasons for your answer."
    },
    {
      "text": "Some people advocate death penalty for those who committed violent crimes. Others say that capital punishment is unacceptable in contemporary society.",
      "question": " Describe advantages and disadvantages of death penalty and give your opinion."
    },
    {
      "text": "Motor vehicle crashes are one of the leading causes of teen deaths. To prevent such road accidents, the government should ban people under 24 to drive motorcycles.",
      "question": " To what extent do you agree or disagree?"
    },
    {
      "text": "Violent TV-shows and aggressive video games should be banned on governmental level.",
      "question": " Do you agree or disagree?"
    },
    {
      "text": "Some people claim that it is immoral to exploit animals, and that the government should prohibit using animals for scientific research. In the meantime, others argue that exploiting animals is crucial for allowing scientists to learn more about human biology and health.",
      "question": " Discuss both views and give your opinion."
    },
    {
      "text": "Immigration has a major impact on the society.",
      "question": " What are the main reasons of immigration? To what consequences can it lead?"
    },
    {
      "text": "The government should control the Internet to reduce cyber-crime and ensure safety of users.",
      "question": " To what extent do you agree or disagree with this statement?"
    },
    {
      "text": "High job demands, stress and sense of commitment are among the main reasons people go to work when they are ill. This way they accomplish important tasks, but may infect others or get some serious health problems themselves.",
      "question": " In your opinion should people go to work if they are sick? Support your point of view with relevant examples from your knowledge or experience."
    },
    {
      "text": "Today more people are overweight than ever before.",
      "question": " What in your opinion are the primary causes of this? What measures can be taken to overcome this epidemic?"
    },
    {
      "text": "Some people claim that the government should provide free health care. Others think that the government will not provide the most innovative methods of treatment and it's better to invest those funds in education and culture.",
      "question": " What is your opinion?"
    },
    {
      "text": "Health education is an essential aspect of community health.",
      "question": " Do you agree or disagree?"
    },
    {
      "text": "Nowadays a growing number of boys and girls within normal weight ranges have an intense fear of gaining weight and therefore get anorexia.",
      "question": " Why do you think a lot of teenagers have a strong desire to be skinny? What can be done to prevent this eating disorder?"
    },
    {
      "text": "Childhood obesity has become a serious problem in recent years.",
      "question": " What are the primary causes of this? What measures should be taken to reduce childhood obesity?"
    },
    {
      "text": "Some people say that teenagers should work part-time and earn money. This way they will learn basic lessons about work and become more disciplined. Others argue that teenagers shouldn't sacrifice their rest and after-school activities to work.",
      "question": " Discuss both views and give your opinion."
    },
    {
      "text": "Many people think that to become a successful specialist it's better to choose a career early in life and never change it later. ",
      "question": " To what extent do you agree with this view? Support your opinion with relevant examples."
    },
    {
      "text": "Unemployment is one of the biggest problems of contemporary society. ",
      "question": " What do you think are the main causes of unemployment? What solutions can you suggest?"
    },
    {
      "text": "A lot of people spend a major part of their adult life at work, so job satisfaction is very important for individual happiness.",
      "question": " What are the main factors that contribute to job satisfaction? What are the possible solutions for people who are unsatisfied with their jobs?"
    },
    {
      "text": "Big salary is much more important than job satisfaction.",
      "question": " Do you agree or disagree? Provide relevant examples if necessary."
    },
    {
      "text": "Some people hesitate between getting a job and starting their own business. While the idea of not having a boss and working on one's own schedule may sound tempting, financial risks and stress sometimes outweigh these advantages.",
      "question": " In your opinion what are the pros and cons of working in a company?"
    },
    {
      "text": "Famous sportsmen often earn a lot more money than people in other professions. Although sport is important in our lives, everyone should be equal and such big incomes of sport professionals are unjustified.",
      "question": " Do you agree or disagree?"
    },
    {
      "text": "An increasing number of people are now using dating sites to meet their second halves. Do you think that this tendency helps people to socialize or does more harm than good?",
      "question": " Give your opinion. Provide relevant examples if necessary."
    },
    {
      "text": "Some people think that couples should live together before getting married to start knowing each other better and see if they are compatible. Others say that because of this tendency people become immoral and only deep emotional attachment makes a durable alliance.",
      "question": " What is your opinion?"
    },
    {
      "text": "Establishing good relationships in the workplace is not important, as the primary goal of every person is to focus on work.",
      "question": " To what extent do you agree with this statement?"
    },
    {
      "text": "Sometimes spouses have to live far away from each other. Maintaining a long distance relationship is sometimes difficult and straining.",
      "question": " What do you think are the main reasons of long distance relationships? What can be done to help couples feel closer?"
    },
    {
      "text": "There is no need to maintain a close relationship with distant relatives.",
      "question": " Do you agree or disagree with this statement?"
    },
    {
      "text": "A lot of people have become dependent on technology as it plays a big role in our daily lives. Do you agree that living in computer age has more advantages than disadvantages?",
      "question": " Describe the positive and negative impacts of technology on our lives and give your opinion."
    },
    {
      "text": "It is often claimed that electronic devices will soon replace paper books.",
      "question": " Do you agree or disagree?"
    },
    {
      "text": "Nowadays more and more people have access to the Internet. But constant availability of any information worsens people's memory and critical thinking skills.",
      "question": " To what extent do you agree or disagree?"
    },
    {
      "text": "Email is a fast and convenient way to communicate, and written letters aren't needed anymore.",
      "question": " To what extent do you agree or disagree with this statement?"
    },
    {
      "text": "Technology provides us a lot of means to communicate. But now that people have the ability to talk to each other in a wider variety of methods, our communication and social abilities have taken a step back.",
      "question": "  Why does technological advance hurt nontechnical communication? How can we solve this problem?"
    },
    {
      "text": "Despite a variety of sport facilities and gyms, people are less fit nowadays than ever before.",
      "question": " What do you think are the main causes of this problem? What solutions can you suggest?"
    },
    {
      "text": "Some people say that due to the growing number of unfit and overweight people sport should be made compulsory in all educational establishments. Others claim that only voluntary decision to do sport helps people to be fit, but compulsory physical education embarrasses and turns away students who don't like sport.",
      "question": " Give your opinion and support it with relevant examples."
    },
    {
      "text": "A lot of people who wanted to become professional athletes gave up this idea because of the fear of failure and parents' pressure. Do you think that parents should support their children who want to do a career in sports?",
      "question": " Support your point of view with relevant examples from your knowledge or experience. "
    },
    {
      "text": "Children engaged in sport are often overloaded with physical activity or get serious traumas. ",
      "question": " What are the main reasons of this? What solutions can you suggest? "
    },
    {
      "text": "A lot of places in the world rely on tourism as a main source of income. Unfortunately, tourism can also be a source of problems if it is not managed correctly.",
      "question": " Describe the advantages and disadvantages of tourism in the modern world. Do you think that benefits of tourism outweight its drawbacks?"
    },
    {
      "text": "The best way to travel is travel in a group led by a tour guide.",
      "question": " To what extent do you agree or disagree with this statement?"
    },
    {
      "text": "Some people claim that immigrants should adopt the local culture when immigrating to a new country. While others think that they can establish a minority community instead.",
      "question": " Discuss both views and give your opinion."
    },
    {
      "text": "Tourism has negative environmental impacts on tourist areas.",
      "question": " What are these impacts? How can damaging impacts be lessened?"
    },
    {
      "text": "Ecotourism is now defined as responsible travel to natural areas that conserves the environment.",
      "question": " What are the advantages of ecotourism? How can we make ecotourism more popular?"
    },
    {
      "text": "Some people believe that violence on television and in computer games has a damaging effect on society. Others deny that these have any significant influence on people's behaviour.",
      "question": " What is your opinion?"
    },
    {
      "text": "Nowadays there is a wide range of TV programs. But instead of watching educational programs, news or documentary films, more and more people prefer to watch TV shows, soap operas or serials. And this negatively affects knowledge acquisition skills.",
      "question": " What are the primary causes of this tendency? How is it possible to make educational TV programs more popular?"
    },
    {
      "text": "Music plays a vital role in our society.",
      "question": " How much has music influenced the way we think today? What do you think is key role of music in nowadays world?"
    },
    {
      "text": "It is much more convenient to watch a movie on television or computer than buy a ticket and go to the cinema. In the nearest future the popularity of cinemas will drastically decline.",
      "question": " Do you agree or disagree?"
    },
    {
      "text": "Each country censors the media in one way or the other.",
      "question": " What are the pros and cons of censorship in the media?"
    },
    {
      "text": "Media surrounds us, from the shows we watch on television to the music we listen to on the radio.",
      "question": "  How does media affect the society? Do you agree that the impact of media has more disadvantages than benefits?"
    }
  ]
}
